tap "he3-app/he3"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "openssl@3"
brew "python@3.11"
brew "awscli"
brew "cmake"
brew "curl"
brew "goaccess"
brew "lpeg"
brew "memcached", restart_service: true
brew "openssl@1.1"
brew "mysql@5.7", restart_service: true, link: true
brew "neovim"
brew "php"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "rcm"
brew "redis", restart_service: true
brew "ripgrep"
brew "thefuck"
brew "tig"
brew "tmux"
brew "tree"
cask "another-redis-desktop-manager"
cask "arc"
cask "beyond-compare"
cask "calibre"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-intel-one-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspace"
cask "godot"
cask "hammerspoon"
cask "he3"
cask "hepta"
cask "local"
cask "notion"
cask "obsidian"
cask "slack"
cask "squirrel"
cask "sublime-text"
cask "unity-hub"
cask "whisky"
cask "zed"
