tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "python@3.11"
brew "awscli"
brew "memcached", restart_service: true
brew "openssl@1.1", link: true
brew "mysql@5.7", restart_service: true, link: true
brew "neovim", args: ["HEAD"]
brew "ruby-build"
brew "rbenv"
brew "rcm"
brew "redis", restart_service: true
brew "ripgrep"
brew "tig"
brew "tmux"
brew "tree"
cask "arc"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-intel-one-mono"
cask "font-jetbrains-mono-nerd-font"
cask "godot"
cask "hammerspoon"
cask "hepta"
cask "local"
cask "notion"
cask "obsidian"
cask "slack"
cask "sublime-text"
cask "unity-hub"
cask "whisky"
cask "zed"
