tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "memcached", restart_service: true
brew "mysql@5.7", restart_service: true, link: true
brew "neovim", args: ["HEAD"]
brew "python@3.11"
brew "rcm"
brew "redis", restart_service: true
brew "ripgrep"
brew "tig"
brew "tree"
cask "arc"
cask "font-intel-one-mono"
cask "font-jetbrains-mono-nerd-font"
cask "obsidian"
cask "sublime-text"
cask "zed"
